/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Tentar novamente";
CancelButtonTitle = "Cancelar";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION> porque não é possível ler o seguinte arquivo: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION> porque não é possível encontrar o seguinte arquivo: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Substitua o arquivo “HPEventStore.hpstore” caso o tenha movido ou excluído e clique em “Tentar novamente”.\rPara criar um arquivo novo, clique em “Criar”.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Criar";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION> porque o aplicativo não consegue acessar o seguinte arquivo: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Reparar acesso";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Confirme se as pastas que contêm o arquivo “HPEventStore.hpstore” não estão bloqueadas e se suas permissões estão definidas como “Leitura e escrita”. Em seguida, clique em “Tentar novamente”.\rPara que o aplicativo tente reparar as permissões, clique em “Reparar acesso”.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION> porque não há espaço suficiente no disco de inicialização.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Remova alguns arquivos do disco e clique em “Tentar novamente”.";